module.exports = {
	description: 'Сокращения, подтянутые из гильдии «The Core»',
	text: {
		ru: 'АВКГ — А ведь Кома говорил.\nАПВС — А почему вы спрашиваете?\nДМПБ — Деньги мне плати, блять!\nЕМНИП — Если мне не изменяет память.\nИМХО — Имею мнение хрен оспоришь. (In my honest opinion)\nИТТ — В этом треде. (In this thread)\nКТТС — Как только, так сразу.\nКМК — Как мне кажется.\nНН — Не нужно.\nНЯП — Насколько я понимаю.\nСН — Спокойной ночи.\nССЗБ — Сам себе злой буратино.\nУМВР — У меня всё работает.\nЦА — Целевая аудитория.\nЧСХ — Что, сука, характерно.\nЧЯДНТ — Что я делаю не так?\nЯННП — Я ничего не понимаю.\nASAP — As soon as possible.\nRN — Right now!'
	},
	source: {
		link: 'https://thecore.city/',
		name: 'Document #84 for The Core '
	}
};